Repository: dinhquydds/nanocucurmin
Catalog: tm/implant-omegat.tmx
Source language: en_us
Languages: vi

source: Furthermore when the casting is reinserted into the oven to bake the porcelain, the heat is maintained within the casting at different rates, thus the porcelain cool-down rate is variable, which increases the risk of porcelain fracture.
vi: Hơn nữa khi mẫu đúc được đặt lại vào trong lò để nướng sứ, tỉ lệ nhiệt đó bên trong vật đúc khác nhau, do đó tỉ lệ nguội sứ thay đổi, làm tăng nguy cơ nứt sứ.

source: Guidelines for Key Implant Positions
vi: Hướng dẫn vị trí của implant chìa khoá

source: HYBRID
vi: LAI

source: He was Co-Director or Director of the Oral Implantology Residency Program at the University of Pittsburgh School of Dental Medicine from 1986 to 1996.
vi: Ông ấy là đồng Giám đốc hoặc Giám đốc của Chương trình Implant trong miệng tại Trường Đại học y Nha Pittsburgh từ 1986 đến 1996.

source: He has been awarded two honoris causa PhD degrees, from the University of Yeditepe in Istanbul, Turkey, and the Carol Davila University of Medicine and Pharmacy in Bucharest, Romania.
vi: Ông đã được trao tặng hai bằng tiến sĩ danh dự, từ Đại học Yeditepe ở Istanbul, Thổ Nhĩ Kỳ, và Carol Davila Đại học Y Dược ở Bucharest, Romania

source: He is a past president of the International Congress of Oral Implantologists, the American Academy of Implant Dentistry, the Academy of Implants and Transplants, and the American College of Oral Implantologists.
vi: Ông là một nguyên chủ tịch của Hội nghị Quốc tế của Implantologists miệng, American Academy of Implant Nha Khoa, Viện Cấy ghép và cấy ghép, và American College of Implantologists miệng.

source: He is also a Board of Trustee member-at-large for the University of Detroit Mercy School.
vi: Ông ấy cũng là thực hành của Ban trưởng quản của Trường Đại học Detroit Mercy.

source: He is also a Clinical Professor in the Department of Periodontics/Geriatrics at the University of Michigan School of Dentistry.
vi: Ông ấy cũng là Giáo sư lâm sàng của Bộ môn Nha chu/Lão nha của Đại học Nha khoa Michigan.

source: Health-related advantages of this modality over a ﬁxed partial restoration are listed in Box 1-2 and include a decreased risk of decay and periodontal disease, decreased risk of abutment tooth loss from endodontic failure or caries, and improved esthetics (Figure 1-10).
vi: Health-related advantages of this modality over a ﬁxed partial restoration are listed in Box 1-2 and include a decreased risk of decay and periodontal disease, decreased risk of abutment tooth loss from endodontic failure or caries, and improved esthetics (Hình 1-10).

source: Height of a smile line
vi: Độ cao của đường cười

source: High smile
vi: Cười cao

source: Historically in implant dentistry, bone available for implant insertion dictated the number and locations of dental implants.
vi: Lịch sử implant nha khoa, xương sẵn có cho implant được đặt vào dự đoán số lượng và vị trí của implant.

source: Historically, the available bone was not modiﬁed in the implant candidate.
vi: Lịch sử, xương có sẵn không được điều chỉnh cho implant.

source: However, in the long term, this treatment option may prove a disservice to the patient.
vi: Tuy nhiên, về lâu dài, chọn lựa điều trị này có thể làm khó khăn cho bệnh nhân.

source: However, more than two pontics are not indicated on a posterior cantilever, even under ideal conditions.
vi: Tuy nhiên, nhiều hơn 2 nhịp cầu không được chỉ định trên nhịp vói phía sau, kể cả trong điều kiện lý tưởng.

source: However, the implant abutment can rarely be treated exactly as a natural tooth prepared for a full crown.
vi: Tuy nhiên, implant abutment có thể hiếm khi điều trị chính xác giống như răng thật.

source: However, if the space below the restoration is too great, the lower lip may lack support in the labiomental region.
vi: Tuy nhiên, nếu không gian bên dưới phục hình quá lớn, môi dưới có thể mất nâng đỡ trong vùng môi cằm.

source: However, implants do not decay or need endodontic therapy.
vi: Tuy nhiên, implant không bị sâu và không cần điều trị nội nha.

source: However, in some clinical conditions, a cantilever is the most prudent treatment option.
vi: Tuy nhiên, trong một vài trường hợp lâm sàng, nhịp vói là chọn lựa điều trị thận trọng nhất.

source: However, once the implant is loaded, the implant becomes mobile within 6 to 18 months (see Figure 4-1).
vi: However, once the implant is loaded, the implant becomes mobile within 6 to 18 months (see Hình 4-1).

source: However, some completely edentulous patients require a ﬁxed restoration because of desire or because their oral condition makes the fabrication of teeth difﬁcult if a superstructure and removable prosthesis are planned.
vi: Tuy nhiên, vài bệnh nhân mất răng toàn phần yêu cầu phục hình cố định do mong muốn hoặc tình trạng răng miệng khó làm răng giả nếu theo kế hoạch làm cấu trúc bên trên và phục hình tháo lắp.

source: However, statistically signiﬁcant crestal bone loss was observed in the 180-mm group (Figure 4-20).
vi: However, statistically signiﬁcant crestal bone loss was observed in the 180-mm group (Hình 4-20).

source: However, the fatigue of acrylic is greater than the traditional prosthesis; therefore repair of the restoration is more commonly needed.
vi: Tuy nhiên, sự mỏi của nhựa cao hơn phục hình truyền thống; vì vậy cần sửa phục hình thường xuyên hơn.

source: However, the FP-2 or FP-3 restoration has greater crown height compared with the FP-1 ﬁxed types of prostheses; therefore a greater moment of force is placed on the implant cervical regions, especially during lateral forces (e.g., mandibular excursions or with cantilevered restorations).
vi: Tuy nhiên, phục hình FP-2 hoặc FP-3 có chiều cao thân răng cao hơn so với loại cố định FP-1; vì vậy lực moment lớn hơn đặt vào vùng cổ răng, đặc biệt trong lực ngang (e.g.,hàm dưới vận động sang bên hoặc nhịp vói).

source: However, the doctor and staff should speciﬁcally ask about the patient’s desires.
vi: Tuy nhiên, bác sĩ và đội ngũ nên đặc biệt hỏi mong muốn của bệnh nhân..

source: However, the implant abutment is usually 4 mm in diameter and round in cross section.
vi: Tuy nhiên, implant abutment thường có đường kính 4mm và dạng cắt ngang tròn.

source: However, the large amount of metal in the substructure acts as a heat sink and complicates the application of porcelain during the fabrication of the prosthesis.
vi: Tuy nhiên, lượng lớn kim loại trong cấu trúc bên trên đóng vai trò như là một vật hấp thu nhiệt và làm phức tạp phục hình sứ trong khi chế tạo phục hình.

source: However, the risk of fracture may increase
vi: Tuy nhiên, nguy cơ nứt gãy tăng lên.

source: However, this concept is not relevant with implants for two reasons.
vi: Tuy nhiên, quan điểm này không phù hợp với implant vì hai lý do.

source: However, when dental implants are splinted together, the crown marginal ridges between the implants are supported by metal connectors; therefore the porcelain is placed under compression.
vi: Tuy nhiên, khi các implant được nẹp với nhau, đường viền thân răng giữa các implant được nâng đỡ bởi các mối nối kim loại; do đó, sứ được đặt dưới sức ép.

source: However, when natural teeth are splinted together, decay at the interproximal margin often occurs at a rate of approximately 22%.24 In addition, the endodontic risk is increased when crowns are splinted.
vi: Tuy nhiên, khi răng tự nhiên được nẹp với nhau, sâu răng ở mặt tiếp cận thường xảy ra với tỉ lệ khoảng 22%. Hơn nữa, nguy cơ nội nha tăng lên khi các răng được nẹp với nhau..

source: However, when terminal abutments are not designed in the treatment plan and a cantilever is planned, other force and surface area factors should compensate for the increase in force.
vi: Tuy nhiên, khi abutment tận cùng không được thiét kế trong kế hoạch điều trị và nhịp vói trong kế hoạch, lực khác và yếu tố vùng bề mặt nên bù trừ sự gia tăng lực.

source: However, unlike the FP-2 prosthesis, the patient may have a normal to high maxillary lip line during smiling
vi: Tuy nhiên, không giống phục hình FP-2, bệnh nhân có thểcó độ cao môi trên bình thường khi cười

source: However, 6 months after prosthesis delivery, the addi- tional radiographic-observed peri-implant bone loss ranged from 0.68 mm for quality 1 to 1.1 mm for quality 2, 1.24 mm for quality 3, and 1.44 mm for quality 4- type bone (Figure 4-19).
vi: However, 6 months after prosthesis delivery, the addi- tional radiographic-observed peri-implant bone loss ranged from 0.68 mm for quality 1 to 1.1 mm for quality 2, 1.24 mm for quality 3, and 1.44 mm for quality 4- type bone (Hình 4-19).

source: Hygiene
vi: Vệ sinh

source: Hygiene is more difﬁcult to control, although access next to each implant abutment is provided.
vi: Vệ sinh khó khăn hơn, mặc dù đã cung cấp cách tiếp cận đến mỗi implant abutment.

source: ICT enables the determination of bone quality adjacent to the prospective implant sites (Figures 3-14 to 3-16).
vi: ICT enables the determination of bone quality adjacent to the prospective implant sites (Hìnhs 3-14 to 3-16).

source: IMAGING OBJECTIVES
vi: MỤC TIÊU HÌNH ẢNH

source: IMPLANTS (SUCCESS RATE)
vi: IMPLANTS (TỈ LỆ THÀNH CÔNG)

source: Ideally, the ﬁxed partial denture is completely implant supported rather than joining implants to teeth.
vi: Theo lý thuyết, hàm giả bán phần cố định là nâng đỡ hoàn toàn trên implant hơn là kết hợp implant và răng.

source: If the threads are diffuse on the left side, then the beam angle was from an inferior angulation (Figure 3-28).
vi: If the threads are diffuse on the left side, then the beam angle was from an inferior angulation (Hình 3-28).

source: If this occurs, the most esthetic area usually requires the incisal two thirds of the two crowns to be ideal in width,
vi: Nếu điều này xảy ra, vùng thẩm mỹ nhất thường đòi hỏi hai phần ba cắn của hai mão răng có chiều rộng lý tưởng.

source: If only one implant approach is used for all patients, the same surgical and prosthetic scenarios and ﬂaws are invariably repeated.
vi: Nếu chỉ tiếp cận implant cho tất cả bệnh nhân, các kịch bản phẫu thuật và phục hình giống nhau được lặp đi lặp lại.

source: If the high lip line during smiling or the low lip line during speech do not display the cervical regions, the longer teeth are usually of no esthetic consequence, provided that the patient has been informed before treatment (see Figure 5-5, B).
vi: Nếu đường môi trên cao trong lúc cười hoặc môi dưới thấp trong lúc phát âm không thấy vùng cổ răng, răng càng dài không đối mặt với vấn đề thẩm mỹ, cung cấp cho bệnh nhân tình hình trước khi điều trị (xem Hình 5-5, B).

source: If the x-ray beam is oriented perpendicular to the object but not the ﬁlm, elongation will occur (Figure 3-1).
vi: If the x-ray beam is oriented perpendicular to the object but not the ﬁlm, elongation will occur (Hình 3-1).

source: Ignoring this step causes open “black” triangular spaces (where papillae should usually be present) when the patient smiles.
vi: Bỏ qua bước này bởi vì mở "sau" khoảng tam giác (nơi nhú nướu thường có) khi bệnh nhân cười.

source: Image magniﬁcation has been shown to be as much as 40% on some machines.2 Additionally, this technique is very operator technique–sensitive with superimposition of struc- tures outside of the plane of focus causing signiﬁcant “blurring” of the image, making them very difﬁcult to read (Figure 3-9).
vi: Image magniﬁcation has been shown to be as much as 40% on some machines.2 Additionally, this technique is very operator technique–sensitive with superimposition of struc- tures outside of the plane of focus causing signiﬁcant “blurring” of the image, making them very difﬁcult to read (Hình 3-9).

source: Impact forces
vi: Lực va chạm

source: Implant abutments do not require endodontic procedures, and unsplinted natural tooth crowns have less endodontic procedures.
vi: Implant abutment không cần nội nha, và không bị nẹp vào răng thật, do đó hạn chế điều trị nội nha.

source: Implant body fracture has the least inci- dence of this type of complication, with an occurrence of 1% (Figure 4-9).
vi: Implant body fracture has the least inci- dence of this type of complication, with an occurrence of 1% (Hình 4-9).

source: Implant dentistry is similar to all aspects of medicine in that treatment begins with a diagnosis of the patient’s condition.
vi: Cấy ghép nha khoa thì tương tự tất cả khía cạnh của y học là điều trị bắt đầu với chẩn đoán tình trạng của bệnh nhân.

source: Implant dentistry is unique because additional foundation units may be created for a desired prosthodontic result.
vi: Implant nha khoa là duy nhất bởi vì đơn vị thành lập thêm vào có thể tạo ra cho kết quả phục hình muốn có.

source: Implant design
vi: Thiết kế implant

source: Implant size
vi: Kích cỡ implant

source: Implants may range from 4 to 5 mm in diameter, which are the most common sizes, and often the available bone has adequate buccolingual bone dimension in this region.
vi: Implant có đường kính 4-5mm, là kích thước thường dùng nhất, và thường xương có sẵn đủ theo chiều má lưỡi ở vùng này.

source: Implants placed too facial, lingual, or in embrasures are easier to restore when vertical bone has been lost and an FP-2 or FP-3 prosthesis is fabricated, because even extremely high smile lip lines do not expose the
vi: Implant đặt quá về phía ngoài, trong hoặc trong embrasures thì dễ dàng phục hồi khi tiêu xương theo chiều dọc và phục hình FP-2 or FP-3 được làm, vì cả khi đường cười môi trên quá cao không lộ ra

source: Implants should be used to treat the continued bone loss and prevent the later complications found in the maxillary arch (Figures 1-27 to 1-31).
vi: Implants should be used to treat the continued bone loss and prevent the later complications found in the maxillary arch (Hìnhs 1-27 to 1-31).

source: In addition to force modiﬁers, the A-P distance (A-P spread) of the distal and anterior implants is also a factor.
vi: Ngoài các yếu tố lực, khoảng cách trước sau của implant phía sau và phía trước cũng là một yếu tố.

source: In addition, splinted dental units provide greater prosthesis retention and transfer less force to the cement interface.
vi: Hơn nữa, các răng nẹp với nhau tăng lực giũ cho hàm giả và ít lực hơn lên giao diện xi măng.

source: In addition, the lack of posterior implant support in the mandible will allow posterior bone loss to continue.5 Paresthesia, facial changes, and reduced posterior occlusion on the maxil- lary prosthesis are to be expected.
vi: Hơn nữa, sự thiếu hụt nâng đỡ của implant phía sau ở hàm dưới sẽ cho phép tiếp tục tiêu xương phía sau.5 Dị cảm, thay đổivẻ mặt, và giảm cắn khớp phía sau trên phục hình hàm trên được mong đợi

source: In addition, a superstructure and overdenture attachments must be added to the implant abutments.
vi: Thêm vào đó, In addition, phần ở trên và hàm phủ attachments phải được gắn vào implant abutment.

source: In addition, some crestal ﬁbers from the periodontal ﬁber bundles also insert into the cementum above the alveolar bone.57 However, in a typical implant gingival region, only two of these gingival ﬁber groups and no periodontal ﬁbers are present (Figure 4-15).
vi: In addition, some crestal ﬁbers from the periodontal ﬁber bundles also insert into the cementum above the alveolar bone.57 However, in a typical implant gingival region, only two of these gingival ﬁber groups and no periodontal ﬁbers are present (Hình 4-15).

source: In addition, the distribution of occlusal forces is optimized when independent implant prostheses are designed.
vi: Hơn nữa, sự phân phối lực nhai tối ưu khi thiết kế phục hình độc lập trên implant.

source: In other words, patients are missing teeth, not implants.
vi: Nói cách khác, bệnh nhân mất răng, không phải implant.

source: In the case of heavy stress factors, an additional anterior implant and bilateral second molar positions (to increase the anteroposterior distance) may be of beneﬁt.
vi: Trong trường hợp này có yếu tố tải lực lớn, thêm vào một implant phía trước và vị trí răng cối lớn thứ hai hai bên (để tăng khoảng cách trước sau).

source: In this example, a 25-lb force on the cantilever results with a 50-lb force on the farthest abutment from the cantilever (25 lb μ 2 = 50 lb).
vi: Trong ví dụ này, một lực 25-lb lên nhịp vói kết quả thu được lực 50-lb lên abutment xa nhất từ nhịp vói (25 lb μ 2 = 50 lb).

source: In 1985, Lekholm and Zarb listed four bone qualities found in the anterior regions of the jawbone54 (Figure 7-9).
vi: In 1985, Lekholm and Zarb listed four bone qualities found in the anterior regions of the jawbone54 (Hình 7-9).

source: In 1989, Misch proposed ﬁve prosthetic options for implant dentistry9,10 (Table 5-1).
vi: Năm 1989, Misch dự kiến năm chọn lựa phục hình cho implant nha khoa9,10 (Table 5-1).

source: In a report by Sullivan, a 4-mm single implant replacing a molar had implant body fracture in 14% of the cases.29 In comparison,
vi: Trong báo cáo của Sullivan, một implant đơn lẻ 4-mm thay thế một răng cối gãy thân implant 14% các trường hợp.

source: In addition to biomechanical reasons, if an inde- pendent implant fails over time, the implant is removed, the site bone is grafted, the site is reimplanted, and a new crown is fabricated.
vi: Thêm vào lý do sinh cơ học, nếu một implant thất bại, implant này cần được nhổ ra, ghép xương, cắm lại implant khác, và làm mão răng mới.

source: In addition, as the metal cools after casting, the thinner regions of metal cool ﬁrst and create porosities in the structure.
vi: Hơn nữa, do làm nguội kim loại sau khi đúc, vùng kim loại mỏng hơn nguội trước và tạo ra độ xốp trong cấu trúc.

source: In addition, he is an Adjunct Professor at the University of Alabama at Birmingham, School of Engineering, Department of Biomechanics.
vi: Thêm vào đó, ông ấy là Giáo sư Thỉnh giảng của Đại học Alabama ở Birmingham, trường học kỹ sư, Bộ môn cơ - sinh học.

source: In addition, in the three-abutment scenario, moment forces are reduced.12,13 In full-arch prostheses, studies comparing six implants and four implant abutments show better distribution and reduced stress on the six- implant system components (crown, cement, abutment, abutment screw, marginal bone, implant-bone interface,
vi: Hơn nữa, nếu làm ba abutment, lực moment được giảm đi. Trong phục hình toàn bộ cung răng, nghiên cứu so sánh sáu implant và bốn implant chỉ ra răng phân phối lực và giảm áp lực trên hệ thống sáu implant (mão răng, xi măng, abutment, vít abutment, viền xương, giao diện xương - implant,

source: In addition, the amount of precious metal in the casting adds to the weight and cost of the restoration.
vi: Thêm vào đó, lượng kim loại quý trong vật đúc tăng thêm trọng lượng và giá cả cho phục hình..

source: In addition, the mandibular occlusal radiograph shows the widest width of bone (i.e., the symphysis) versus the width at the crest, which is where diagnostic infor- mation is needed most (Figure 3-4).
vi: In addition, the mandibular occlusal radiograph shows the widest width of bone (i.e., the symphysis) versus the width at the crest, which is where diagnostic infor- mation is needed most (Hình 3-4).

source: In addition, the forces to the cantilevered portion of the prosthesis should be reduced.
vi: Hơn nữa, lực của nhịp vói nên được giảm.

source: In addition, the placement of the implant rarely corres- ponds exactly to the crown-root position of the original
vi: Hơn nữa, vị trí của implant hiếm khi chính xác vị trí chân răng thân răng ban đầu

source: In additions, all pontic spans between abutments ﬂex under load.
vi: Hơn nữa, tất cả nhịp cầu ở giữa các abutment uốn cong dưới tải lực.

source: In combination, these four increasing macroscopic densities constitute four bone categories described by Misch (D1, D2, D3, and D4) located in the edentulous areas of the maxilla and mandible (Figure 7-11).
vi: In combination, these four increasing macroscopic densities constitute four bone categories described by Misch (D1, D2, D3, and D4) located in the edentulous areas of the maxilla and mandible (Hình 7-11).

source: In comparison, when the same amount of stress is applied to an implant in D4 bone, the microstrain difference between titanium and D4 bone is greater and may be in the pathologic overload zone (Figure 7-21).
vi: In comparison, when the same amount of stress is applied to an implant in D4 bone, the microstrain difference between titanium and D4 bone is greater and may be in the pathologic overload zone (Hình 7-21).

source: In fact, bone often has grown over the ﬁrst-stage cover screw, especially when level or slightly countersunk below the bone (see Figure 4-11).
vi: In fact, bone often has grown over the ﬁrst-stage cover screw, especially when level or slightly countersunk below the bone (see Hình 4-11).

source: In inadequate natural or implant abutment situations, the existing oral conditions or the needs and desires of the patient must be altered.
vi: Trong tình huống tự nhiên không đủ hoặc implant abutment, tình trạng răng miệng hiện có hoặc nhu cầu và mong muốn của bệnh nhân phải được thay thế

source: In most situations, three implants to replace four missing teeth is an ideal implant number.
vi: Tong hầu hết trường hợp, ba implant thay thế bốn răng mất là lý tưởng.

source: In most prostheses designs, three adjacent pontics are contraindicated on implants, just as they are contraindicated on natural abutments.6 The adjacent abutments are subjected to considerable additional force when they must support three missing teeth, especially in the posterior regions of the mouth.
vi: Trong hầu hết thiết kế phục hình, ba nhịp cầu liên tiếp là chống chỉ định trên implant, cũng như là chống chỉ định trên răng thật.6 Những abutment kế cận được xem xét lực thêm vào khi chúng nâng đỡ ba răng mất, đặc biệt ở vùng răng sau.

source: In most situations, an implant should be positioned at least 1.5 mm from an adjacent natural tooth and 3 mm from an adjacent implant.15-21 Using these guidelines, each 4-mm-diameter implant requires 7 mm of mesio- distal space (Figure 8-21).
vi: Trong hầu hết trường hợp, một implant nên được đặt cách răng thật tối thiểu 1.5 mm và cách implant kế cận 3mm.15-21 Theo hướng dẫn này, mỗi implant đường kính 4mm cần khoảng cách gần xa 7mm (Hình 8-21).

source: In other words, either the mouth must be modiﬁed by augmentation to place implants in the correct anatomical positions, or the mind of the patient must be modiﬁed to accept a different prosthesis type and its limitations.
vi: Nói cách khác, cả miệng được điều chỉnh bởi ghép mô để đặt implant ở vị trí giải phẫu đúng, và nhớ răng bệnh nhân cũng cần điều chỉnh để chấp nhận loại phục hình và giới hạn của nó.

source: In the completely edentulous patient, a removable implant- supported prosthesis offers several advantages over a ﬁxed-implant restoration (Box 5-1).
vi: Ở bệnh nhân mất răng toàn phần, phục hình tháo lắp nâng đỡ trên implant có nhiều ưu điểm hơn phục hình cố định trên implant (Box 5-1).

source: In the past, treatment planning for implant dentistry was primarily driven by the existing bone volume in the edentulous sites.
vi: Trong quá khứ, kế hoạch điều trị implant nha khoa được điều khiển chính bởi khối lượng xương ở vùng mất răng.

source: In the stress treatment theorem,1 the ﬁnal restoration is ﬁrst planned, similar to the architect designing a building before making the foundation.
vi: Trong nguyên lý điểu trị lực quá tải,1 phục hình sau cùngthiết kế đầu tiên, giống như thiết kế kiến trúc toà nhà trước khi đào móng.
